IdeaRS.Connections
RibData.Offset Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the offset of the rib from its default position
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Offset { get; set; }
Property Value
Type: Double
See Also
Reference
RibData Class
IdeaRS.Connections.Data Namespace